const data = [
  {
    id: 1,
    qst: `Чи існують документи, що регламентують процедуру врегулювання конфліктних ситуацій в межах освітньої програми, що акредитується? Які саме?`,
    answ: `Загальні, чіткі та зрозумілі підходи до врегулювання різнопланових конфліктних ситуацій, що можуть виникати передбачені у ряді положень і нормативно-правових актах Університету. Зокрема: Статуті Університету (*http://pnpu.edu.ua/wp-content/uploads/2022/11/statut-poltavskij-pedagogichnij-.pdf*), 
    «Положенні про організацію освітнього процесу в ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2022/03/pologenya_pro_osvitnii_proces_pnpu.pdf*), 
    «Правилах поведінки учасників освітнього процесу ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2020/02/prav_povedinki.pdf*).
     У «Положенні про порядок і процедури вирішення конфліктних ситуацій» (*http://pnpu.edu.ua/wpcontent/uploads/2020/04/proczeduri-virishennya-konfliktnih-situaczij.pdf*) розкрито порядок і процедури врегулювання конфліктних ситуацій різного характеру. Заходи з попередження конфліктних ситуацій у студентських колективах в першу чергу здійснюють куратори академічних груп (зустрічі, виховні години). 
    Ректорка у межах наданих їй повноважень забезпечує створення в Університеті безпечного освітнього середовища, вільного від насильства та булінгу, у тому числі з урахуванням пропозицій територіальних органів Національної поліції України, МОЗ, Міністерства юстиції, відповідних служб у справах дітей і центрів соціальних служб для сім’ї, дітей та молоді, розглядає заяви про випадки булінгу та вживає відповідні заходи з реагування. 
    Організація роботи з питань запобігання та виявлення корупції в Університеті здійснюється відповідно до Закону України «Про запобігання корупції» та плану роботи Університету за тісної співпраці з ректоратом, структурними підрозділами й органами студентського самоврядування. 
    Проводиться моніторинг щодо конфліктних ситуацій, відбувається інформування учасників освітнього процесу щодо попередження виникнення конфліктних ситуацій різного характеру, діє телефон довіри та «Скринька довіри». В Університеті працює уповноважена особа з питань запобігання та виявлення корупції, нею здійснюється контроль за дотриманням антикорупційного законодавства, вживаються заходи щодо виявлення конфлікту інтересів та сприяє його усуненню. Діяльність уповноваженої особи з питань запобігання та виявлення корупції врегульовується «Положенням про уповноважену особу з питань запобігання та виявлення корупції ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2020/02/upov_osoba.pdf*). 
    Для вирішення конфліктних питань і ситуацій в Університеті створена комісія з трудових спорів. 
    Інформаційне забезпечення процедури протидії булінгу розташовано на сайті ПНПУ (*http://pnpu.edu.ua/local-legal-acts*), підрозділ «Протидія булінгу»). Під час реалізації ОП конфліктних ситуацій (зокрема пов’язаних із сексуальними домаганнями, дискримінацією та корупцією) не фіксувалися. `
  },
  {
    id: 2,
    qst: `Чи враховуються інтереси здобувачів при визначенні співвідношення фактичного навантаження та обсягу окремих освітніх компонентів (ОК) за даною ОП? Як саме?    `,
    answ: `Співвіднесення обсягу окремих ОК із фактичним навантаженням здобувачів вищої освіти відбувається на основі «Положення про організацію освітнього процесу у ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2022/03/pologenya_pro_osvitnii_proces_pnpu.pdf*). 
    Із метою забезпечення оптимального співвіднесення обсягу ОК із фактичним навантаженням здобувачів при розробці ОП враховуються очікувані результати навчання, перед- і постреквізити певного компонента ОП, специфіка його змісту. Тижневе навантаження здобувача становить 1,5 кредити (45 год.). 
    Обсяг навчального часу, відведеного для самостійної роботи здобувачів, регламентується навчальним планом. 
    Планування викладачами самостійної роботи здійснюється з урахуванням «Методичних рекомендацій щодо організації самостійної роботи здобувачів вищої освіти у ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2020/03/mr-pro-org-sr.pdf*), у яких наведено оцінки трудомісткості окремих видів самостійної роботи. 
    У рамках щорічного моніторингу «Якість освіти очима здобувачів ОС бакалавр» проводиться оцінювання якості ОП та організації навчального процесу за критерієм оптимальності змісту, обсягу та трудомісткості самостійної роботи. 
    Аналіз результатів анкетування враховується під час удосконалення методичного забезпечення як окремих освітніх компонентів, так і ОП в цілому. Рівень задоволеності здобувачів освіти за даною ОП за цим критерієм становить (за 5-бальною шкалою) 4,5 у 2021 р., 4,9 – у 2022 р. (*http://pnpu.edu.ua/monitoringovi-zahodi*).
    `,
  },
  {
    id: 3,
    qst: `Чи формуються під час навчання, на вашу думку, соціальні навички при опануванні певних освітніх компонентів?    `,
    answ: `Загальні компетентності ОП пов’язані з набуттям соціальних навичок, необхідних для формування особистості вчителя-предметника. 
    Зміст ОК охоплює широкий спектр формування та розвитку soft skills, які є невід’ємною частиною вимог до фахівців на сучасному ринку праці. 
    Такі соціальні навички, як комунікація, здатність брати на себе відповідальність і працювати в невизначених умовах, в команді, вміння розв’язувати конфлікти, набуваються Сторінка 9 студентами під час вивчення обов’язкових і вибіркових компонентів. 
    Формування у здобувачів soft skills, які передбачають розвиток емоційного інтелекту, комунікативних навичок, вмінь виступу перед аудиторією, відбувається в процесі вивчення дисциплін: ОК1, ОК2, ОК6, ОК11, ОК12, ОК13, ОК14, ОК15, ОК16, ОК18, ОК23, а також під час проходження практик. 
    Формування soft skills забезпечується такими формами, як: лекція-дискусія, проблемна лекція; круглі столи; групова, парна, індивідуальна та фронтальна робота; інтерактивні методи навчання. В каталозі вибіркових дисциплін університету пропонуються дисципліни, спрямовані на формування soft skills (наприклад, у 2021-22 н.р. здобувачі ОП обрали «Лідерство у публічній сфері»). 
    Студенти долучаються до роботи органів студентського самоврядування, розвиваючи лідерські навички та навички роботи в команді. Розвитку навичок співпраці сприяє активна взаємодія здобувачів з фахівцями освітньої галузі, їх участь у конференціях, долучення до волонтерських програм і соціальних проектів; участь у програмі внутрішньої академічної мобільності (О. Груба). 
    `,
  },
  {
    id: 4,
    qst: `Чи визнаються результати навчання, отримані в інших ЗВО? В неформальній освіті? Опишіть як саме.    `,
    answ: `Визнання результатів навчання (РН), отриманих в інших ЗВО, регулюється 
    «Положенням про академічну мобільність учасників освітнього процесу ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2020/06/polozhennya-pro-akademichnu-mobilnist_2020.pdf*), 
    «Положенням про внутрішню академічну мобільність студентів ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2020/04/polozhennya-pro-vnutrishnyu-akademichnu-mobilnist-studentiv-pnpu-imeni-v.-g.- korolenka.pdf*); 
    «Положенням про порядок переведення, відрахування та поновлення студентів у ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2022/04/polozhennya-perevedennya.pdf*). Університет визнає еквівалентними РН студентів у ЗВО-партнері під час академічної мобільності. Перезарахування вивчених ОК здійснюється на підставі наданого студентом документа з результатами вивчення ОК, із зазначенням кількості кредитів та інформацією про систему оцінювання, завіреного ЗВО-партнером відповідним чином. 
    Визнання РН здійснює спеціальна комісія із перезарахування РН учасників академічної мобільності. 
    Поінформованість здобувачів забезпечується розміщенням нормативних документів у відкритому доступі на сайті Університету (*http://pnpu.edu.ua/osvita/normativno-pravova-baza*). У здобувачів ОП є можливість реалізації міжнародної мобільності за умови проходження конкурсного відбору в рамках участі в програмі «Erasmus+ KA1» (*http://pnpu.edu.ua/education-abroad*). 
    Опишіть на конкретних прикладах практику застосування вказаних правил на відповідній ОП (якщо такі були)? Практика визнання результатів навчання, отриманих студентами в інших ЗВО, реалізується згідно з «Положенням про внутрішню академічну мобільність студентів ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2020/04/polozhennya-pro-vnutrishnyu-akademichnu-mobilnist-studentiv-pnpu-imeni-v.-g.- korolenka.pdf*). У 2022-2023 н.р. здобувач вищої освіти Олександр Груба, який навчається за ОП «Середня освіта (Фізика і математика)», виявив бажання у VІ семестрі опанувати навчальну дисципліну «Системний аналіз та теорія прийняття рішень» у ВНЗ Укоопспілки «Полтавський університет економіки і торгівлі» за програмою внутрішньої академічної мобільності згідно з Угодою про співпрацю щодо реалізації програм академічної мобільності між ПНПУ імені В. Г. Короленка та Вищим навчальним закладом Укоопспілки «Полтавський університет економіки і торгівлі» № 02/02-40 від 14 січня 2020 р. (Протокол № 1 засідання кафедри загальної фізики і математики ПНПУ імені В. Г. Короленка від 31.01.2023 р.; Протокол № 9 засідання кафедри комп’ютерних наук та інформаційних технологій ВНЗ Укоопспілки «ПУЕТ» від 31.01.2023 р.). Наразі процедура триває. 
    Яким документом ЗВО регулюється питання визнання результатів навчання, отриманих у неформальній освіті? Яким чином забезпечується його доступність для учасників освітнього процесу? Визнання результатів навчання (РН), отриманих у неформальній освіті, реалізується згідно «Положення про порядок визнання результатів навчання, здобутих шляхом неформальної та/або інформальної освіти у ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2022/04/polozhennya-neformalna-osvita.pdf*). Положення регламентує процедуру визнання РН, отриманих у неформальній освіті. Процедура визнання отриманих у неформальній освіті РН розповсюджується на обов’язкові та вибіркові компоненти, а також на складові ОК. 
    Університет може визнати РН у неформальній освіті в обсязі не більше 25% від загального обсягу ОП. 
    Визнання РН здійснюється на добровільній основі, передбачає підтвердження здобувачем передбачених ОП програмних результатів навчання та проводиться на підставі представлених документів (сертифікати, свідоцтва, академічні довідки тощо). Доступність для учасників освітнього процесу забезпечується шляхом розміщення документа у публічному доступі на офіційному сайті Університету. Опишіть на конкретних прикладах практику застосування вказаних правил на відповідній ОП (якщо такі були) Визнання результатів навчання, отриманих у неформальній освіті, на ОП «Середня освіта (Фізика і математика)» не здійснювалося. Випадків застосування вказаних правил не було.
    `,
  },
  {
    id: 5,
    qst: `Як відбувається інформування студентів про цілі, зміст та очікувані результати навчання, порядок та критерії оцінювання у межах окремих освітніх компонентів?`,
    answ: `Основна інформація щодо цілей, змісту ОК, очікуваних результатів навчання, порядку та критеріїв оцінювання розміщена у розділі «Освіта/Освітні програми» на офіційному сайті ПНПУ (*http://pnpu.edu.ua/osvitni-programi*) та офіційному сайті кафедри загальної фізики і математики (*https://sites.google.com/gsuite.pnpu.edu.ua/physics-andmathematics/Educational/programs*) у категоріях «Інформаційний пакет (описи ОК)» та «Освітній контент», де представлені описи, робочі програми та силабуси навчальних дисциплін.
    Викладачі на початку вивчення освітнього компонента також усно повідомляють студентам цілі, зміст та очікувані результати навчання, порядок накопичення Сторінка 12 балів та критерії оцінювання, інформують щодо наявності методичних вказівок до практичних і лабораторних занять, зазначають вид підсумкового контролю. 
    Інформація про види підсумкового контролю (екзамен, залік, атестаційний екзамен), тривалість сесій, розклади проведення заліків та екзаменів розміщується на факультетських дошках оголошень та на сайті Університету (*http://pnpu.edu.ua/informaczijni-materiali-dlya-uchasnikiv-osvitnogoproczesu*) у рубриках «Перелік екзаменів і заліків», «Розклади екзаменаційних сесій».`
  },
  {
    id: 6,
    qst: `Опишіть особливості поєднання навчання та дослідження за даною ОП.`,
    answ: `Наукова робота здобувачів вищої освіти є важливим напрямком забезпечення самостійної роботи, у ході якої вони навчаються працювати з науковими джерелами, використовувати наукові і науково-педагогічні методи дослідження, дискутувати, обґрунтовано відстоювати свою позицію. 
    Початкові навички створення наукових публікацій студенти отримують під час вивчення ОК «Університетська освіта та академічне письмо». 
    До виконання досліджень здобувачів мотивують поєднання індивідуальних і колективних форм роботи, проблемних, дослідницьких та прикладних методів навчання, використання завдань для самостійної роботи та ІНДЗ. 
    У повній мірі навики науково-педагогічних досліджень здобувачі освіти можуть продемонструвати під час виробничих педагогічних практик. 
    Сприятливі умови для розвитку науково-дослідницької діяльності студентів, реалізації їх творчих здібностей забезпечує створене в Університеті студентське наукове товариство (*http://pnpu.edu.ua/wpcontent/uploads/2022/10/polozhennya-pro-studentske-naukove-tovaristvo-pnpu-imeni-v.-g.-korolenka.pdf*). 
    Реалізації ідеї поєднання навчання й дослідження, набуттю досвіду експериментальної діяльності, професійному зростанню сприяє робота створених на кафедрі проблемних груп. Щороку здобувачі презентують результати своїх досліджень на звітній конференції викладачів, аспірантів, магістрантів і студентів факультету (*http://maths.pnpu.edu.ua/index.php/6132/*) та конференціях різних рівнів (Всеукраїнська науково-практична конференція з міжнародною участю «Трансформація вищої педагогічної освіти: світовий і український контекст» (Полтава, 2021 р.), Всеукраїнська наукова конференція молодих учених «Актуальні проблеми природничих і гуманітарних наук у дослідженнях молодих учених «Родзинка–2021» (Черкаси, 2021 р.), Всеукраїнська науковопрактична конференція «Тенденції розвитку природничо-математичних наук і освіти 19-20 ст.» (Умань, 2022 р.) та ін. Викладачі, які забезпечують ОП, є керівниками студентських наукових робіт і готують студентів до олімпіад. Зокрема, у 2021 р. здобувач ОП І. Бондар отримав диплом ІІ ступеня на Всеукраїнському конкурсі студентських наукових робіт зі спеціальності «Освітні, педагогічні науки» (керівник проф. В. Цина).`,
  },
  {
    id: 7,
    qst: `Який обсяг освітньої програми (ОП) в кредитах ЄКТС?`,
    answ: `Обсяг освітньої програми (ОП) в кредитах ЄКТС:240
    Обсяг освітніх компонентів (у кредитах ЄКТС), спрямованих на формування компетентностей, визначених стандартом вищої освіти за відповідною спеціальністю та рівнем вищої освіти:180
    Обсяг (у кредитах ЄКТС) відводиться на дисципліни за вибором здобувачів вищої освіти:60`,
  },
  {
    id: 8,
    qst:`Які структурні підрозділи існують у вашому університеті?`,
    answ:`У нас є такі структурні підрозділи: 
    Бібліотека імені М. А. Жовтобрюха, 
    Навчальний відділ, 
    Навчально-методичний відділ, 
    Аспірантура та докторантура, 
    Відділ забезпечення якості освіти,
    Бухгалтерія, 
    Психологічна служба, 
    Юридична служба, 
    Служба охорона`,
  },
  {
    id: 9,
    qst:`Чи зверталися ви до психологічної служби?`,
    answ:`Ні, але знаю що вона знаходиться у кабінеті 219 навчального корпусу №2, також я знаю, що існує скринька довіри на сайті університету, та в самому приміщенні університету
	
    keywords:психолог, служба`,
  },
  {
    id: 10,
    qst:`Продемонструйте, яким чином освітнє середовище, створене у ЗВО, дозволяє задовольнити потреби та інтереси здобувачів вищої освіти ОП? Які заходи вживаються ЗВО задля виявлення і врахування цих потреб та інтересів?
`,
    answ:`В Університеті створене освітнє середовище, яке задовольняє потреби й інтереси здобувачів, забезпечує їх самовдосконалення, саморозвиток. Соціально-побутові потреби здобувачі мають можливість забезпечити через наявну в університеті інфраструктуру: 3 навчальні корпуси, буфети, їдальня, дві актові зали, чотири гуртожитки, бібліотека, медпункт, спортивний комплекс тощо. Усім бажаючим надається гуртожиток.
У ЗВО діє більше 20 колективів художньої самодіяльності, понад 10 спортивних секцій. Створено молодіжний комунікаційний простір «Speak&Do» як локацію для спільної роботи усіх учасників освітнього процесу, а також комунікативний майданчик під відкритим небом «PRO100НЕБА» (*http://pnpu.edu.ua/proєkti-soczialnoї-diї*). Здобувачам освіти та викладачам надається безоплатний доступ до фондів бібліотеки, мережі Інтернет, у тому числі через Wi-Fi. Функціонують сайти університету, факультетів та кафедр, інституціний репозитарій.
Форми і методи навчання відповідають вимогам студентоцентрованого підходу. На факультеті функціонує Студентська рада, метою якої є створення й забезпечення сприятливих умов для задоволення освітніх, наукових, культурних та побутових потреб здобувачів, у тому числі для забезпечення соціального захисту пільгових категорій студентів.
Питання задоволеності наданими освітніми послугами періодично діагностуються (*http://pnpu.edu.ua/wp-content/uploads/2022/02/resursne-zabezpechennya-umovi-praczi-ta-navchannya-ochima-vnutrishnih-stejkholderiv-2021-2022-n.r.pdf*) і обговорюються.

keywords `,
  },
  {
    id: 11,
    qst:`Опишіть, яким чином ЗВО забезпечує безпечність освітнього середовища для життя та здоров’я здобувачів вищої освіти (включаючи психічне здоров’я)?
`,
    answ:`Університет створює безпечне освітнє середовище для життя й здоров’я здобувачів ОП. Здійснюється контроль за дотриманням вимог чинного законодавства з питань безпеки життєдіяльності та охорони праці, проводяться інструктажі здобувачів освіти з безпеки життєдіяльності. Безпечне для життя й здоров’я здобувачів ОП освітнє середовище в Університеті створюється завдяки діяльності підрозділів: 
    служби охорони праці (*http://pnpu.edu.ua/sluzhba-ohoroni-praczi*), 
    психологічної служби (*http://pnpu.edu.ua/psychological-service*), 
    господарської частини (*http://pnpu.edu.ua/sklad-gospodarsko%D1%97-chastini*), 
    юридичної служби (*http://pnpu.edu.ua/legal-service*), 
    штабу цивільного захисту (*http://pnpu.edu.ua/shtab-civic-zahistu*).
Навчальні приміщення Університету відповідають санітарно-гігієнічним вимогам, вимогам пожежної безпеки. Для осіб з особливими потребами та маломобільних груп населення забезпечено безперешкодний доступ до навчальних корпусів. Психологічна служба ПНПУ сприяє підтриманню належного психічного здоров’я учасників освітнього процесу. Створені в Університеті структури приділяють значну увагу соціальним проблемам здобувачів, активно працюють над недопущенням психологічного та інших видів насильств (*http://pnpu.edu.ua/news/v-universiteti- vidbuvsya-tematichnij-tizhden-protidi%d1%97-bulingu-czkuvannya-ta-diskriminaczi%d1%97.html*). Проводяться дослідження адаптації першокурсників до навчання у ЗВО. Організації безпечного освітнього середовища сприяє такоє діяльність кураторів академгруп, деканату факультету.

keywords служба, психолог, `,
  },
  {
    id: 12,
    qst:`Яка у вас ОП(Освітня програма) та її характеристика?`,
    answ:`Назва ОП Середня освіта 	(Фізика і математика)
Галузь знань 	01 Освіта/Педагогіка
Спеціальність 	014 Середня освіта
Спеціалізація (за наявності) 	014.08 Фізика
Рівень вищої освіти 	Бакалавр
Тип освітньої програми - Освітньо-професійна

keywords освітня программа тип назва`,
  },
  {
    id: 13,
    qst:`Яким чином здобувачам вищої освіти забезпечена можливість формування індивідуальної освітньої траєкторії?`,
    answ:`Індивідуальної освітня траєкторія здобувача освіти забезпечується можливістю самостійного обрання вибіркових ОК, що відображається в індивідуальному навчальному плані («Положення про порядок та умови обрання студентами вибіркових навчальних дисциплін у ПНПУ» (*http://pnpu.edu.ua/wp-content/uploads/2020/04/polozhennya-pro-poryadok-ta-umovi-obrannya-studentami-vibirkovih-navchalnih-discziplin-u-pnpu-imeni-v.-g.-korolenka.pdf*), місця проходження виробничої практики («Положення про організацію та проведення практик студентів ПНПУ» (*http://pnpu.edu.ua/wp-content/uploads/2023/03/polozhennya-pro-organizcziyu-ta-provedennya-praktyk-studentiv-poltavskogo-naczionalnogo-pedagogichnogo-universytetu-imeni-v.-g.-korolenka.pdf*), можливістю участі у програмах академічної мобільності («Положення про академічну мобільність учасників освітнього процесу ПНПУ» (*http://pnpu.edu.ua/wp-content/uploads/2020/03/academic_mobility.pdf*), наявністю права на академічну відпустку, можливістю навчання за індивідуальним графіком («Положення про порядок переведення, відрахування та поновлення студентів у ПНПУ» (*http://pnpu.edu.ua/wp-content/uploads/2022/04/polozhennya-perevedennya.pdf*); вибором теми і наукового керівника курсової роботи; визнанням результатів навчання, здобутих шляхом неформальної/інформальної освіти («Положення про порядок визнання результатів навчання, здобутих шляхом неформальної та/або інформальної освіти у ПНПУ» (*http://pnpu.edu.ua/wp-content/uploads/2022/04/polozhennya-neformalna-osvita.pdf*).`,
  },
  {
    id: 14,
    qst:`Яким чином здобувачі вищої освіти можуть реалізувати своє право на вибір навчальних дисциплін?`,
    answ: `В ОП відповідно до Закону України «Про вищу освіту» передбачено вибіркові освітні компоненти обсягом 60 кредитів, що становить 25% обсягу ОП. Відповідно до «Положення про порядок та умови обрання студентами вибіркових навчальних дисциплін у ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2020/04/polozhennya-pro-poryadok-ta-umovi-obrannya-studentami-vibirkovih-navchalnih-discziplin-u-pnpu-imeni-v.-g.-korolenka.pdf*) 
    здобувачі ОП реалізують своє право на вибір дисциплін шляхом їх вибору у другому семестрі кожного навчального року із переліку (каталогу) курсів, 
    який формується на основі витягів із протоколів засідань кафедр, 
    учених рад факультетів. 
    Загальний перелік вибіркових навчальних дисциплін (ВНД) розміщується разом з їх описами на сайті Університету (http://pnpu.edu.ua/katalog-dzv). 
    Деканат факультету, куратори академічних груп надають студентам необхідну інформацію щодо можливостей ознайомлення з переліком та змістом дисциплін, 
    практикується презентація цих дисциплін викладачами (*http://maths.pnpu.edu.ua/index.php/5973/*). 
    За підсумками такої роботи здобувачі визначаються з вибором ВНД і подають до деканату факультету заяву на вивчення обраних дисциплін. 
    Вибір студентів затверджується наказом ректора та фіксується у їх індивідуальних навчальних планах («Положення про індивідуальний навчальний план здобувача вищої освіти ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2020/04/polozhennya-pro-individualnij-navchalnij-plan.pdf*). 
    Кафедри постійно оновлюють перелік вибіркових освітніх компонентів з урахуванням попиту ринку праці, запитів стейкхолдерів та рівня задоволеності здобувачів. 
    Також здобувачі вищої освіти можуть опанувати певну вибіркову дисципліну в іншому ЗВО у рамках програм академічної внутрішньої і зовнішньої мобільності. 
    На підставі документа, який містить перелік результатів вивчення навчальної дисциплін у ЗВО-партнері, кількість кредитів та інформацію про систему оцінювання, профільні кафедри можуть дозволити учасникам програм академічної мобільності зарахувати вибіркову дисципліну, опановану в ЗВО-партнері («Положення про академічну мобільність учасників освітнього процесу ПНПУ імені В. Г. Короленка» *http://pnpu.edu.ua/wp-content/uploads/2020/06/polozhennya-pro-akademichnu-mobilnist_2020.pdf*).

    keywords додаткові дисципліни навчальні`,
  },
  {
    id: 15,
    qst:`Опишіть, яким чином ОП та навчальний план передбачають практичну підготовку здобувачів вищої освіти, яка дозволяє здобути компетентності, необхідні для подальшої професійної діяльності`,
    answ:`Проходження практик регламентується «Положенням про організацію та проведення практик студентів ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2023/01/polozhennya-pro-organizcziyu-ta-provedennya-praktyk-studentiv-poltavskogo-naczionalnogo-pedagogichnogo-universytetu-imeni-v.-g.-korolenka.pdf*) і програмами практик. 
    ОП передбачає практичну підготовку в обсязі 27 кредитів. 
    Згідно з ОП і навчальним планом практична підготовка здійснюється у 
    2, 3, 4, 5, 6 і 7 семестрах, що забезпечує її неперервність. Навчальні (лабораторна (2 сем./3 кр.), 
    психолого-педагогічна (3 сем./3 кр.), 
    освітньо-виховна (4 сем./1,5 кр.), 
    з фахових методик (5 сем./3 кр.)) 
    та виробничі (педагогічна (літня) (4 сем./4,5 кр.), 
    педагогічна (6,7 сем./12 кр.)) 
    практики складають єдину, узгоджену з іншими ОК, систему поетапної практичної підготовки та уможливлюють формування у здобувачів загальних та фахових компетентностей (ЗК 1-10; ФК 1-11). 
    Базами виробничої педагогічної практики (літньої) є заклади оздоровлення та відпочинку Полтавської та інших областей України. 
    Виробнича педагогічна практика проводиться на базі ЗЗСО м. Полтави, Полтавської та інших областей України (можливим є проходження практики за місцем майбутнього працевлаштування здобувачів). 
    Здобувачі освіти висловлюють побажання й пропозиції до організації практики у звітах та під час щорічних опитувань. 
    За підсумками опитування «Якість освіти очима здобувачів ОС бакалавр» у 2022 році оцінка задоволеності практикою становила 4,9 балів з 5.

keywords практика`,
  },
  {
    id: 16,
    qst:`Продемонструйте, що ОП дозволяє забезпечити набуття здобувачами вищої освіти соціальних навичок (soft skills) упродовж періоду навчання, які відповідають цілям та результатам навчання ОП результатам навчання ОП`,
    answ:`Загальні компетентності ОП пов’язані з набуттям соціальних навичок, необхідних для формування особистості вчителя-предметника. Зміст ОК охоплює широкий спектр формування та розвитку soft skills, які є невід’ємною частиною вимог до фахівців на сучасному ринку праці. Такі соціальні навички, як комунікація, здатність брати на себе відповідальність і працювати в невизначених умовах, в команді, вміння розв’язувати конфлікти, набуваються студентами під час вивчення обов’язкових і вибіркових компонентів. Формування у здобувачів soft skills, які передбачають розвиток емоційного інтелекту, комунікативних навичок, вмінь виступу перед аудиторією, відбувається в процесі вивчення дисциплін: ОК1, ОК2, ОК6, ОК11, ОК12, ОК13, ОК14, ОК15, ОК16, ОК18, ОК23, а також під час проходження практик. Формування soft skills забезпечується такими формами, як: лекція-дискусія, проблемна лекція; круглі столи; групова, парна, індивідуальна та фронтальна робота; інтерактивні методи навчання. В каталозі вибіркових дисциплін університету пропонуються дисципліни, спрямовані на формування soft skills (наприклад, у 2021-22 н.р. здобувачі ОП обрали «Лідерство у публічній сфері»). Студенти долучаються до роботи органів студентського самоврядування, розвиваючи лідерські навички та навички роботи в команді. Розвитку навичок співпраці сприяє активна взаємодія здобувачів з фахівцями освітньої галузі, їх участь у конференціях, долучення до волонтерських програм і соціальних проектів; участь у програмі внутрішньої академічної мобільності (О. Груба).`,
  },
  {
    id: 17,
    qst:`Опишіть, яким чином відбувається поєднання навчання і досліджень під час реалізації ОП
`,
    answ:`Наукова робота здобувачів вищої освіти є важливим напрямком забезпечення самостійної роботи, у ході якої вони навчаються працювати з науковими джерелами, використовувати наукові і науково-педагогічні методи дослідження, дискутувати, обґрунтовано відстоювати свою позицію. Початкові навички створення наукових публікацій студенти отримують під час вивчення ОК «Університетська освіта та академічне письмо». До виконання досліджень здобувачів мотивують поєднання індивідуальних і колективних форм роботи, проблемних, дослідницьких та прикладних методів навчання, використання завдань для самостійної роботи та ІНДЗ. У повній мірі навики науково-педагогічних досліджень здобувачі освіти можуть продемонструвати під час виробничих педагогічних практик.
Сприятливі умови для розвитку науково-дослідницької діяльності студентів, реалізації їх творчих здібностей забезпечує створене в Університеті студентське наукове товариство (*http://pnpu.edu.ua/wp-content/uploads/2022/10/polozhennya-pro-studentske-naukove-tovaristvo-pnpu-imeni-v.-g.-korolenka.pdf*).
Реалізації ідеї поєднання навчання й дослідження, набуттю досвіду експериментальної діяльності, професійному зростанню сприяє робота створених на кафедрі проблемних груп. Щороку здобувачі презентують результати своїх досліджень на звітній конференції викладачів, аспірантів, магістрантів і студентів факультету (*http://maths.pnpu.edu.ua/index.php/6132/*) та конференціях різних рівнів (Всеукраїнська науково-практична конференція з міжнародною участю «Трансформація вищої педагогічної освіти: світовий і український контекст» (Полтава, 2021 р.), Всеукраїнська наукова конференція молодих учених «Актуальні проблеми природничих і гуманітарних наук у дослідженнях молодих учених «Родзинка–2021» (Черкаси, 2021 р.), Всеукраїнська науково- практична конференція «Тенденції розвитку природничо-математичних наук і освіти 19-20 ст.» (Умань, 2022 р.) та ін.
Викладачі, які забезпечують ОП, є керівниками студентських наукових робіт і готують студентів до олімпіад. Зокрема, у 2021 р. здобувач ОП І. Бондар отримав диплом ІІ ступеня на Всеукраїнському конкурсі студентських наукових робіт зі спеціальності «Освітні, педагогічні науки» (керівник проф. В. Цина).`,
  },
  {
    id: 18,
    qst:`Продемонструйте, із посиланням на конкретні приклади, яким чином викладачі оновлюють зміст навчальних дисциплін на основі наукових досягнень і сучасних практик у відповідній галузі`,
    answ:`Реформування загальної середньої та вищої освіти України вимагає періодичного перегляду та оновлення ОП та змісту навчальних дисциплін. Оцінювання змісту та перегляд освітніх компонентів ОП визначається нормативно- правовими актами університету, а саме: «Положенням про організацію освітнього процесу в ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2022/03/pologenya_pro_osvitnii_proces_pnpu.pdf*), «Положенням про навчально-методичне забезпечення навчальних дисциплін в ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2021/02/polozhennya_-pro-metodichne-zabezpechennya-navchalnih-discziplin-kopiya-1.pdf*), «Положенням про освітню програму ПНПУ мені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2022/01/polozhennya-op.pdf*).
Внесення змін до освітніх компонентів відбувається на основі детального аналізу результатів наукових досліджень провідних учених та інноваційних практик, представлених, у тому числі і в періодичних наукових виданнях, вивчення досвіду колег під час підвищення кваліфікації/стажування на базі інших ЗВО, з урахуванням результатів співпраці з науково-дослідними установами, власних наукових досліджень, закордонних стажувань, опанування онлайн-курсів, участі у наукових зібраннях та ін. Під час оновлення змісту ОК враховуються інтереси усіх зацікавлених сторін: здобувачів освіти, внутрішніх стейкхолдерів, роботодавців. Зміни, що вносяться до змісту ОК, обговорюються на наукових і методичних семінарах кафедри.
Зокрема, зміст навчальної дисципліни «Методика навчання математики» був оновлений шляхом більш детального розгляду використання сучасних засобів навчання, у тому числі інтерактивної дошки, відповідного програмного забезпечення тощо. Викладач С. Ленська оновила освітній контент дисципліни «Університетська освіта та академічне письмо» з урахуванням матеріалів успішного проходження курсу «Академічна доброчесність: онлайн- курс для викладачів» на платформі Prometheus. Наслідком проходження закордонних стажувань А. Хоменко стало включення до змісту дисципліни «Педагогіка» питань що розкривають особливості організації і здійснення педагогічного процесу в умовах змішаного навчання, цифровізації інтелектуально-пізнавальної діяльності.
Власні дослідження, результати яких представлені у фахових виданнях та виданнях внесених до наукометричних баз Scopus та Web of Science, спілкування із провідними фахівцями наукових установ і ЗВО України, знаходять відображення у курсі «Загальної фізики» (О. Хорольський, О. Саєнко) та ін.

keywords `,
  },
  {
    id: 19,
    qst:`Механізми і процедури, що забезпечують об’єктивність екзаменаторів? Якими є процедури запобігання та врегулювання конфлікту інтересів? Наведіть приклади застосування відповідних процедур на ОП`,
    answ:`Об’єктивність і неупередженість екзаменаторів забезпечується відкритістю та доступністю інформації щодо форми проведення екзамену, єдиних критеріїв оцінювання, обсягу і змісту матеріалу, що виноситься на екзамен. Зміст екзаменаційних білетів і перелік дозволених здобувачеві під час екзамену матеріалів обговорюються і затверджуються на засіданні кафедри на початку навчального року. Захист курсових робіт і результатів практик здійснюється перед комісією у складі щонайменше трьох осіб, причому об’єктивність оцінювання забезпечується колегіальністю. До роботи екзаменаційних (атестаційних) комісій і комісій із захисту результатів практик можуть залучатися зовнішні стейкхолдери. Організація атестаційних екзаменів регламентується «Положенням про порядок створення та організацію роботи Екзаменаційної (атестаційної) комісії в ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2020/02/polozhennya-pro-poryadok-stvorennya-ta-organizacziyu-roboti-ekzamenaczijnoї-atestaczijnoї-komisiї-v-pnpu-imeni-v.-g.-korolenka.pdf*).
У випадку виявлення потенційного конфлікту інтересів за поданням уповноваженої особи з питань запобігання і виявлення корупції видається наказ ректора Університету щодо застосування зовнішнього контролю. Конфлікту інтересів або порушення процедур проведення контрольних заходів на ОП не було. За результатами опитування «Якість освіти очима здобувачів ОС бакалавр» 2022 року оцінка здобувачами ОП об'єктивності викладачів становить 4,8 з 5 можливих.

keywords конфлікт конфліктна ситуація `,
  },
  {
    id: 20,
    qst:`Яким чином процедури ЗВО урегульовують порядок повторного проходження контрольних заходів? Наведіть приклади застосування відповідних правил на ОП`,
    answ:`Порядок повторного проходження контрольних заходів визначено в п. 3.2.4. «Положення про організацію освітнього процесу в ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2022/03/pologenya_pro_osvitnii_proces_pnpu.pdf*). Повторне складання контрольних заходів відбувається за укладеним деканатом і затвердженим деканом факультету графіком, який оприлюднюється на дошці оголошень. Повторне складання екзаменів і заліків допускається не більше двох разів із кожної дисципліни: один раз письмово викладачу, який викладав дисципліну, другий – комісії, до складу якої входять два провідні викладачі та завідувач кафедри. Ліквідація академічної заборгованості відбувається на безоплатній основі. Здобувачам освіти з документально підтвердженими поважними причинами (хвороба, сімейні обставини тощо) за дозволом ректора (першого проректора) може встановлюватися індивідуальний графік складання екзаменів. Здобувачі освіти, які з поважних причин не пройшли практику, мають право пройти її повторно на основі відповідного наказу ректора. Здобувачі освіти, які під час атестації не підтвердили відповідність досягнутого рівня підготовки вимогам ОП, мають право на повторні атестаційні випробування у наступний термін роботи екзаменаційної комісії протягом трьох років після закінчення Університету. У 2022 році відбувався повторний захист курсової роботи, оскільки студентка своєчасно не представила курсову до захисту.

keywords не складений іспит екзамен `,
  },
  {
    id: 21,
    qst:`Яким чином процедури ЗВО урегульовують порядок оскарження процедури та результатів проведення контрольних заходів? Наведіть приклади застосування відповідних правил на ОП`,
    answ:`Порядок оскарження процедури та результатів проведення контрольних заходів регулюється «Положенням про організацію освітнього процесу в ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2022/03/pologenya_pro_osvitnii_proces_pnpu.pdf*), «Положенням про порядок і процедури вирішення конфліктних ситуацій у ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2020/04/proczeduri-virishennya-konfliktnih-situaczij.pdf*), «Кодексом академічної доброчесності ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2022/10/kodeks-akademichno%D1%97-dobrochesnosti-pnpu-imeni-v.-g.-korolenka.pdf*). У разі конфліктної ситуації студент або викладач подає до деканату мотивовану заяву про оскарження, на основі якої декан формує комісію: завідувач кафедри, два викладачі відповідної кафедри, представники деканату та органу студентського самоврядування. Якщо у конфліктній ситуації екзаменатором є завідувач кафедри, то склад комісії формується без його участі, із залученням фахівців з інших кафедр Університету, а за відсутності таких – фахівців з інших ЗВО. Із метою вирішення спірних питань, дотримання принципів доброчесності, відповідальності, об’єктивності, захисту прав здобувачів вищої освіти на час підсумкового контролю створюється апеляційна комісія. Екзаменатори при проведенні контрольних заходів інформують здобувачів освіти про можливість апеляції та строки її подачі. Випадків оскарження результатів проведення контрольних заходів на ОП не було.

keywords конфлікт конфліктна ситуація екзамен `,
  },
  {
    id: 22,
    qst:`Які технологічні рішення використовуються на ОП як інструменти протидії порушенням академічної доброчесності?`,
    answ:`Із метою протидії порушенням академічної доброчесності та перевірки академічних текстів в Університеті використовується онлайн-сервіс «Unicheck» 

keywords антиплагіат технологічні рішення`,
  },
  {
    id: 23,
    qst:`Яким чином ЗВО популяризує академічну доброчесність серед здобувачів вищої освіти ОП?`,
    answ:`Комісія Вченої ради Університету з академічної доброчесності здійснює систематичне інформаційне забезпечення кафедр, факультетів та інших структурних підрозділів з питань академічної доброчесності, надає консультативну та методичну допомогу учасникам освітнього процесу у діагностиці, оцінці та рекомендаціях наукових досягнень в аспекті академічної доброчесності. В Університеті академічну доброчесність популяризують такими засобами: демонстрація викладачами власним прикладом послідовного дотримання принципів наукової доброчесності в науковій і освітній діяльності, роз’яснення морально-етичного виміру академічної доброчесності, ознайомлення здобувачів освіти з нормативно-правовим забезпеченням академічної доброчесності (*http://maths.pnpu.edu.ua/index.php/6513/*), підписання здобувачами освіти Декларації академічної доброчесності (*http://maths.pnpu.edu.ua/index.php/6636/*). Для запобігання списуванню, контрольні заходи і завдання для самостійної роботи виконуються за різними варіантами, індивідуальність їхнього виконання контролює викладач. Із 2020 р. формування культури академічної доброчесності реалізується в ОК «Університетська освіта та академічне письмо», де увагу зосереджена на випрацювані первісних навичок творення наукових текстів, навичок роботи з джерелами інформації, доброчесності запозичень і цитувань, дотриманню норм оформлення бібліографічних посилань, формуванню уявлень про основи академічного письма.`,
  },
  {
    id: 24,
    qst:`Яким чином ЗВО реагує на порушення академічної доброчесності? Наведіть приклади відповідних ситуацій щодо здобувачів вищої освіти відповідної ОП`,
    answ:`За порушення академічної доброчесності здобувачі освіти несуть відповідальність, яка встановлюється законами України та внутрішніми документами Університету. В «Кодексі академічної доброчесності ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2022/10/kodeks-akademichno%D1%97-dobrochesnosti-pnpu-imeni-v.-g.-korolenka.pdf*) унормована процедура розгляду випадків порушення академічної доброчесності та регламентовані способи дисциплінарного впливу. При порушенні академічної доброчесності здобувачі освіти можуть притягуватися до такої відповідальності: повторне проходження оцінювання (контрольна робота, залік, екзамен тощо); повторне проходження відповідного освітнього компонента ОП; позбавлення академічної стипендії; відрахування з Університету. При виявленні порушення академічної доброчесності редакційні колегії збірників матеріалів студентських наукових конференцій, де друкуються наукові доробки здобувачів освіти, повертають матеріали для доопрацювання. Прикладом реагування на порушення академічної доброчесності на ОП є повернення на доопрацювання курсової роботи, яка за результатами перевірки мала недостатній відсоток унікальності.

keywords Порушення списування  `,
  },
  {
    id: 25,
    qst:`Продемонструйте, яким чином фінансові та матеріально-технічні ресурси (бібліотека, інша інфраструктура, обладнання тощо), а також навчально-методичне забезпечення ОП забезпечують досягнення визначених ОП цілей та програмних результатів навчання?`,
    answ:`Матеріально-технічні та навчально-методичні ресурси ЗВО для досягнення мети ОП та ПРН є достатніми і задовольняють ліцензійні умови. ОП забезпечена кабінетами, навчальними аудиторіями, навчальними фізичними і комп’ютерними лабораторіями з необхідним обладнанням та устаткуванням, у тому числі і для використання інноваційних методів і технологій (*http://pnpu.edu.ua/news/gotu%d1%94mo-uchiteliv-fiziki-do-roboti-v-novij-ukra%d1%97nskij-shkoli.html*). Також, досягненню ПРН сприяє безперешкодний доступ до фондів 4-ох абонементів, електронних каталогів бібліотеки імені М. А. Жовтобрюха ПНПУ (*http://lib.pnpu.edu.ua*). Студенти користуються 4- ма спеціалізованими читальними залами з доступом до інтернету. Локальна мережа університету забезпечує вільний доступ до ресурсів наукометричних баз даних Scopus та Web of Science. ОП у достатній кількості забезпечена підручниками, посібниками, науковою літературою, періодичними виданнями, навчально-методичними матеріалами (у тому числі розробленими викладачами кафедр). Усі ОК забезпечені силабусами/робочими програмами, методичними рекомендаціями для практичних занять та самостійної роботи, які розміщені на платформі MOODLE.
Фінансування університету здійснюється коштами державного бюджету, та загальним і спеціальним фондами. Інформація про фінансову діяльність висвітлена на сайті ПНПУ. (*http://pnpu.edu.ua/public-information*) .

keywords забезпечення, матерівльна база  `,
  },
  {
    id: 26,
    qst:`Яким чином ЗВО створює достатні умови для реалізації права на освіту особами з особливими освітніми потребами? Наведіть посилання на конкретні приклади створення таких умов на ОП (якщо такі були)`,
    answ:`Університет постійно дбає про створення належних умов для реалізації права на здобуття освіти особами з особливими освітніми потребами для їх соціалізації, включенні в освітній процес. Питання вступу осіб з особливими освітніми потребами визначене і регулюється Правилами прийому до Університету (*http://pnpu.edu.ua/wpcontent/uploads/2022/07/pravila-prijomu-2022.pdf*), розділ «Спеціальні умови участі в конкурсному відборі на здобуття вищої освіти»). Забезпечено безперешкодний доступ маломобільних груп населення до навчальних корпусів (наявність пандусів до корпусів No2, 3, гуртожитків) та інших приміщень. На тротуарах наявні попереджувальні тактильні смуги для слабозорих. На вході до корпусів університету розміщені кнопки виклику персоналу. Розроблено і затверджено «Порядок супроводу (надання допомоги) особам з інвалідністю та іншим маломобільним групам населення у ПНПУ» (*http://pnpu.edu.ua/wp-content/uploads/2020/02/poryadok-suprovodu-nadannya-dopomogi.pdf*).
Систематично проводяться виховні заходи щодо толерантного ставлення до осіб з особливими освітніми потребами. Фахівці психологічної та юридичної служб надають соціально-психологічну та юридичну допомогу здобувачам із особливими потребами. На ОП здобувачі з особливими освітніми потребами не навчалися.

keywords інваліди `,
  },
  {
    id: 27,
    qst:`Яким чином у ЗВО визначено політику та процедури врегулювання конфліктних ситуацій (включаючи пов’язаних із сексуальними домаганнями, дискримінацією та корупцією)? Яким чином забезпечується їх доступність політики та процедур врегулювання для учасників освітнього процесу? Якою є практика їх застосування під час реалізації ОП?`,
    answ:`Загальні, чіткі та зрозумілі підходи до врегулювання різнопланових конфліктних ситуацій, що можуть виникати передбачені у ряді положень і нормативно-правових актах Університету. Зокрема: Статуті Університету (*http://pnpu.edu.ua/wp-content/uploads/2022/11/statut-poltavskij-pedagogichnij-.pdf*), «Положенні про організацію освітнього процесу в ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2022/03/pologenya_pro_osvitnii_proces_pnpu.pdf*), «Правилах поведінки учасників освітнього процесу ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2020/02/prav_povedinki.pdf*).
У «Положенні про порядок і процедури вирішення конфліктних ситуацій» (*http://pnpu.edu.ua/wpcontent/uploads/2020/04/proczeduri-virishennya-konfliktnih-situaczij.pdf*) розкрито порядок і процедури врегулювання конфліктних ситуацій різного характеру. Заходи з попередження конфліктних ситуацій у студентських колективах в першу чергу здійснюють куратори академічних груп (зустрічі, виховні години).
Ректорка у межах наданих їй повноважень забезпечує створення в Університеті безпечного освітнього середовища, вільного від насильства та булінгу, у тому числі з урахуванням пропозицій територіальних органів Національної поліції України, МОЗ, Міністерства юстиції, відповідних служб у справах дітей і центрів соціальних служб для сім’ї, дітей та молоді, розглядає заяви про випадки булінгу та вживає відповідні заходи з реагування.
Організація роботи з питань запобігання та виявлення корупції в Університеті здійснюється відповідно до Закону України «Про запобігання корупції» та плану роботи Університету за тісної співпраці з ректоратом, структурними підрозділами й органами студентського самоврядування.
Проводиться моніторинг щодо конфліктних ситуацій, відбувається інформування учасників освітнього процесу щодо попередження виникнення конфліктних ситуацій різного характеру, діє телефон довіри та «Скринька довіри». В Університеті працює уповноважена особа з питань запобігання та виявлення корупції, нею здійснюється контроль за дотриманням антикорупційного законодавства, вживаються заходи щодо виявлення конфлікту інтересів та сприяє його усуненню. Діяльність уповноваженої особи з питань запобігання та виявлення корупції врегульовується «Положенням про уповноважену особу з питань запобігання та виявлення корупції ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2020/02/upov_osoba.pdf*). Для вирішення конфліктних питань і ситуацій в Університеті створена комісія з трудових спорів. Інформаційне забезпечення процедури протидії булінгу розташовано на сайті ПНПУ (*http://pnpu.edu.ua/local-legal-acts*), підрозділ «Протидія булінгу»). Під час реалізації ОП конфліктних ситуацій (зокрема пов’язаних із сексуальними домаганнями, дискримінацією та корупцією) не фіксувалися.

keywords `,
  },
  {
    id: 28,
    qst:`Яким чином студентське самоврядування бере участь у процедурах внутрішнього забезпечення якості ОП`,
    answ:`«Положення про студентське самоврядування» 
    (*http://pnpu.edu.ua/wp-content/uploads/2022/09/polozhennya-studensko%D1%97-radi-pnpu-2022-1.pdf*) 
    визначає право і можливість здобувачів вищої освіти вирішувати питання їхнього навчання та побуту, захисту прав та інтересів студентів, а також брати участь в управлінні університетом. 
    Члени студентського самоврядування делегують своїх представників 
    до вчених рад, 
    органів громадського самоврядування, 
    робочих та консультативно-дорадчих органів, 
    вносять пропозиції щодо змісту навчальних планів і програм. 
    Студентське самоврядування залучене до складу комісії з якості освіти та до організації і проведення щорічного моніторингу «Якість освіти очима здобувачів ОС бакалавр». 
    Університет системно працює над розширенням можливостей для студентського самоврядування та здобувачів вищої освіти у формуванні й здійсненні внутрішньої освітньої політики, над участю студентства в процесах і процедурах забезпечення якості освіти, у напрямах внутрішнього унормування процесів реалізації їхніх прав щодо питань організації освітнього процесу, розроблення ОП, перегляду та корекції їхнього змісту на основі результатів щорічного моніторингу якості освіти (*http://pnpu.edu.ua/monitoringovi-zahodi*). 
    Найбільш актуальними питаннями, які порушувалися органами студентського самоврядування у 2021, 2022 рр. були організація освітнього процесу в умовах COVID-19 та російсько- української війни.

keywords оновлення освітньої програми `,
  },
  {
    id: 29,
    qst: `Які заходи проводять з вами щодо популяризації академічної доброчесності на даній ОП?`,
    answ: `В Університеті академічну доброчесність популяризують такими засобами: 
    демонстрація викладачами власним прикладом  дотримання принципів академічної доброчесності в освітній діяльності, 
    роз’яснення морально-етичного значення академічної доброчесності, 
    ознайомлення здобувачів освіти з нормативно-правовим забезпеченням академічної доброчесності , 
    підписання здобувачами освіти Декларації академічної доброчесності  
    Для запобігання списуванню, контрольні заходи і завдання для самостійної роботи виконуються за різними варіантами, індивідуальність їхнього виконання контролює викладач. Із 2020 р. формування культури академічної доброчесності реалізується в ОК «Університетська освіта та академічне письмо», де увагу зосереджена на випрацювані первісних навичок творення наукових текстів, навичок роботи з джерелами інформації, доброчесності запозичень і цитувань, дотриманню норм оформлення бібліографічних посилань, формуванню уявлень про основи академічного письма.
    Дотримання академічної доброчесності учасниками освітнього процесу регламентоване нормативними документами: 
    «Кодекс академічної доброчесності ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wpcontent/uploads/2022/10/kodeks-akademichno%D1%97-dobrochesnosti-pnpu-imeni-v.-g.-korolenka.pdf), 
    «Положення про систему запобігання та виявлення академічного плагіату ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wpcontent/uploads/2022/10/polozhennya-pro-sistemu-zapobigannya-ta-viyavlennya-akademichnogo-plagiatu-pnpu-imeniv.-g.-korolenka.pdf), 
    «Положення про комісію Вченої ради з академічної доброчесності ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wp-content/uploads/2023/03/polozhennya-pro-komisiyu-vchenoyi-rady-z-akademichnoyidobrochesnosti-poltavskogo-naczionalnogo-pedagogichnogo-universytetu-imeni-v.-g.-korolenka.pdf), які оприлюднені на офіційному сайті Університету (*http://pnpu.edu.ua/akademic-%20dobro*).
    Комісія Вченої ради Університету з академічної доброчесності здійснює систематичне інформаційне забезпечення кафедр, факультетів та інших структурних підрозділів з питань академічної доброчесності, надає консультативну та методичну допомогу учасникам освітнього процесу у діагностиці, оцінці та рекомендаціях наукових досягнень в аспекті академічної доброчесності.
    За порушення академічної доброчесності здобувачі освіти несуть відповідальність, яка встановлюється законами України та внутрішніми документами Університету. В «Кодексі академічної доброчесності ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wp-content/uploads/2022/10/kodeks-akademichno%D1%97-dobrochesnosti-pnpuimeni-v.-g.-korolenka.pdf*) унормована процедура розгляду випадків порушення академічної доброчесності та регламентовані способи дисциплінарного впливу. 
    При порушенні академічної доброчесності здобувачі освіти можуть притягуватися до такої відповідальності: 
    повторне проходження оцінювання (контрольна робота, залік, екзамен тощо); 
    повторне проходження відповідного освітнього компонента ОП; позбавлення академічної стипендії; відрахування з Університету. 
    При виявленні порушення академічної доброчесності редакційні колегії збірників матеріалів студентських наукових конференцій, де друкуються наукові доробки здобувачів освіти, повертають матеріали для доопрацювання. 
    Прикладом реагування на порушення академічної доброчесності на ОП є повернення на доопрацювання курсової роботи, яка за результатами перевірки мала недостатній відсоток унікальності.
    `,
  },
  {
    id: 30,
    qst: `Опишіть технічні можливості перевірки результатів академічної роботи на плагіат`,
    answ: `Із метою протидії порушенням академічної доброчесності та перевірки академічних текстів в Університеті використовується 
    онлайн-сервіс «Unicheck» компанії ТОВ «Антиплагіат», що регламентовано договором про співпрацю з антиплагіатною системою «Unicheck» від 20.02.2019 р. (чинний до 31.12.2025 р.).
     У бібліотеці імені М. А. Жовтобрюха ПНПУ імені В. Г. Короленка кваліфікаційні, курсові та наукові роботи проходять перевірку на ознаки плагіату засобами сервісу «Unicheck». 
    Протестована нова антиплагіатна інтернет-система «StrikePlagiarism.com». Функціонує мережевий сервіс відкритого доступу «Institutional Repository of Poltava V.G. Korolenko National Pedagogical University» («IRPNPU»), який є відкритим цифровим архівом інтелектуальної творчості науковців Університету (http://dspace.pnpu.edu.ua/).
    `,
  },
  {
    id: 31,
    qst: `Яким чином і у які строки доводиться інформація про форми контрольних заходів та критерії оцінювання?`,
    answ: `Інформацію про форми проведення семестрових та атестаційних контрольних заходів наведено в ОП, яка розміщена на сайті Університету (*http://pnpu.edu.ua/osvitni-programi*). 
    Регламент контрольних заходів визначається «Положенням про організацію освітнього процесу в ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2022/03/pologenya_pro_osvitnii_proces_pnpu.pdf*)
     і «Положенням про порядок створення та організацію роботи Екзаменаційної (атестаційної) комісії в ПНПУ імені В. Г. Короленка» (*http://pnpu.edu.ua/wpcontent/uploads/2020/02/polozhennya-pro-poryadok-stvorennya-ta-organizacziyu-roboti-ekzamenaczijnoї-atestaczijnoїkomisiї-v-pnpu-imeni-v.-g.-korolenka.pdf*). 
    Семестрові й атестаційні екзамени проводяться за укладеним деканатом і затвердженим ректором розкладом екзаменаційної сесії й атестаційних екзаменів, які оприлюднюються на Сторінка 14 факультетських дошках оголошень та на офіційному сайті Університету (*http://pnpu.edu.ua/informaczijni- %20materiali-dlya-uchasnikiv-osvitnogo-proczesu*) і факультету. 
    Інформація про форми проведення контрольних заходів та критерії оцінювання з окремих ОК доводиться до відома здобувачів освіти на першому аудиторному занятті з навчальної дисципліни. 
    Питання щодо дотримання викладачами строків інформування про порядок накопичення балів та критерії оцінювання вивчається у ході проведення анкетування «Якість освіти очима здобувачів ОС «бакалавр»: за результатами опитування 2022 р. на даній ОП оцінка становить 4,9 з 5.
    `,
  },
  {
    id: 32,
    qst: `Яким чином відбувається співпраця з роботодавцями в межах практичної підготовки? `,
    answ: `До організації та реалізації освітнього процесу на ОП в якості зовнішніх стейкхолдерів залучені роботодавці
    (зокрема директори та заступники директорів ЗЗСО), які є членами робочої групи зі створення/оновлення ОП, беруть активну участь в обговоренні, рецензуванні, удосконаленні та узгодженні ОП. 
    Співпраця з роботодавцями відбувається також під час проходження студентами виробничих педагогічних практик у ЗЗСО відповідно до
    укладених договорів (зокрема, з Управлінням освіти виконавчого комітету Полтавської міської ради, асоціацією керівників закладів освіти «Співдружність»). Для вдосконалення підготовки здобувачів за ОП по завершенню практик аналізуються відгуки вчителів і директорів ЗЗСО. 
    Зовнішні стейкхолдери залучаються до роботи комісій по захисту результатів виробничих практик (наприклад, І. Шило, вчитель фізики спеціалізованої школи-інтернатуспортивного профілю І-ІІІ ступенів Полтавської обласної ради, С. Кривчун, вчитель фізики ліцею №17 «Інтелект»
    Полтавської міської ради), включаються до складу екзаменаційної комісії із атестації здобувачів вищої освіти (В.Артюшенко, заступник директора з навчально-виховної роботи Полтавської ЗОШ І-ІІІ ступенів №37 Полтавськоїміської ради Полтавської області).
    Роботодавці зацікавлені у якісній підготовці майбутніх фахівців, створенні відповідних умов проходження ними виробничих практик, співпраці з університетом із перспективою подальшого працевлаштування випускників.`,
  },
  {
  id: 33,
  qst: `Студентоцентрований підхід? Яким є рівень задоволеності здобувачів вищої освіти методами
  навчання і викладання відповідно до результатів опитувань?
  `,
  answ: `Студентоцентрований підхід спрямований на поглиблення індивідуалізації процесу навчання, посилення його компетентнісної складової та формування внутрішньої мотивації учасників освітнього процесу, що сприяє переходу від традиційних технологій навчання, направлених тільки на передачу знань, до проблемних особистісно зорієнтованих технології, перетворює студента із пасивного слухача на відповідального учасника освітнього процесу. 
  Реалізація студентоцентрованого підходу на ОП підтримується відповідними документами Університету і здійснюється через: 
  встановлення партнерських відносин між студентом і викладачем; 
  створення умов та визначення індивідуальних навчальних траєкторій; 
  реагування на студентські пропозиції; 
  навчання за індивідуальним графіком; 
  академічну мобільність;
  заохочення та підтримку самостійності й відповідальності,
  самоосвіти та самовдосконалення студентів.
  Викладачі намагаються надавати перевагу проблемно-пошуковим, інтерактивним (дискусія, рольові ігри, робота в групах), діалогічним методам навчання. 
  Моніторинг «Якість освіти очима здобувачів ОС «бакалавр» (2021-2022) засвідчує високий рівень (4,9 з 5 можливих) задоволеності здобувачів вищої освіти якістю викладання навчальних дисциплін за ОП (*http://pnpu.edu.ua/wpcontent/uploads/2022/06/yakist-osviti-v-pnpu-imeni-v.g.-korolenka-ochima-zdobuvachiv-osvitnogostupenyu-«bakalavr»-2022.pdf*). 
  Отримана інформація обговорюється на засіданнях ученої ради Університету, факультету та кафедри і враховується при оновленні ОП.
  `,
},
]


// {
//   id: 2,
//   qst: ``,
//   answ: ``,
// },


export default data;