const data = [
  {
    id: 1,
    qst: `Чи існують документи, що регламентують процедуру врегулювання конфліктних ситуацій в межах освітньої програми, що акредитується? Які саме?`,
    answ: `
      Загальні, чіткі та зрозумілі підходи до врегулювання різнопланових конфліктних ситуацій, що можуть виникати передбачені у ряді положень і нормативно-правових актах Університету. Зокрема: Статуті Університету (http://pnpu.edu.ua/wp-content/uploads/2022/11/statut-poltavskij-pedagogichnij-.pdf), 
«Положенні про організацію освітнього процесу в ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wpcontent/uploads/2022/03/pologenya_pro_osvitnii_proces_pnpu.pdf), 
«Правилах поведінки учасників освітнього процесу ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wpcontent/uploads/2020/02/prav_povedinki.pdf).
 У «Положенні про порядок і процедури вирішення конфліктних ситуацій» (http://pnpu.edu.ua/wpcontent/uploads/2020/04/proczeduri-virishennya-konfliktnih-situaczij.pdf) розкрито порядок і процедури врегулювання конфліктних ситуацій різного характеру. Заходи з попередження конфліктних ситуацій у студентських колективах в першу чергу здійснюють куратори академічних груп (зустрічі, виховні години). 
Ректорка у межах наданих їй повноважень забезпечує створення в Університеті безпечного освітнього середовища, вільного від насильства та булінгу, у тому числі з урахуванням пропозицій територіальних органів Національної поліції України, МОЗ, Міністерства юстиції, відповідних служб у справах дітей і центрів соціальних служб для сім’ї, дітей та молоді, розглядає заяви про випадки булінгу та вживає відповідні заходи з реагування. 
Організація роботи з питань запобігання та виявлення корупції в Університеті здійснюється відповідно до Закону України «Про запобігання корупції» та плану роботи Університету за тісної співпраці з ректоратом, структурними підрозділами й органами студентського самоврядування. 
Проводиться моніторинг щодо конфліктних ситуацій, відбувається інформування учасників освітнього процесу щодо попередження виникнення конфліктних ситуацій різного характеру, діє телефон довіри та «Скринька довіри». В Університеті працює уповноважена особа з питань запобігання та виявлення корупції, нею здійснюється контроль за дотриманням антикорупційного законодавства, вживаються заходи щодо виявлення конфлікту інтересів та сприяє його усуненню. Діяльність уповноваженої особи з питань запобігання та виявлення корупції врегульовується «Положенням про уповноважену особу з питань запобігання та виявлення корупції ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wp-content/uploads/2020/02/upov_osoba.pdf). 
Для вирішення конфліктних питань і ситуацій в Університеті створена комісія з трудових спорів. 
Інформаційне забезпечення процедури протидії булінгу розташовано на сайті ПНПУ (http://pnpu.edu.ua/local-legal-acts, підрозділ «Протидія булінгу»). Під час реалізації ОП конфліктних ситуацій (зокрема пов’язаних із сексуальними домаганнями, дискримінацією та корупцією) не фіксувалися. 
      `
  },
  {
    id: 2,
    qst: `Чи враховуються інтереси здобувачів при визначенні співвідношення фактичного навантаження та обсягу окремих освітніх компонентів (ОК) за даною ОП? Як саме?    `,
    answ: `Співвіднесення обсягу окремих ОК із фактичним навантаженням здобувачів вищої освіти відбувається на основі «Положення про організацію освітнього процесу у ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wpcontent/uploads/2022/03/pologenya_pro_osvitnii_proces_pnpu.pdf). 
    Із метою забезпечення оптимального співвіднесення обсягу ОК із фактичним навантаженням здобувачів при розробці ОП враховуються очікувані результати навчання, перед- і постреквізити певного компонента ОП, специфіка його змісту. Тижневе навантаження здобувача становить 1,5 кредити (45 год.). 
    Обсяг навчального часу, відведеного для самостійної роботи здобувачів, регламентується навчальним планом. 
    Планування викладачами самостійної роботи здійснюється з урахуванням «Методичних рекомендацій щодо організації самостійної роботи здобувачів вищої освіти у ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wp-content/uploads/2020/03/mr-pro-org-sr.pdf), у яких наведено оцінки трудомісткості окремих видів самостійної роботи. 
    У рамках щорічного моніторингу «Якість освіти очима здобувачів ОС бакалавр» проводиться оцінювання якості ОП та організації навчального процесу за критерієм оптимальності змісту, обсягу та трудомісткості самостійної роботи. 
    Аналіз результатів анкетування враховується під час удосконалення методичного забезпечення як окремих освітніх компонентів, так і ОП в цілому. Рівень задоволеності здобувачів освіти за даною ОП за цим критерієм становить (за 5-бальною шкалою) 4,5 у 2021 р., 4,9 – у 2022 р. (http://pnpu.edu.ua/monitoringovi-zahodi).
    `,
  },
  {
    id: 3,
    qst: `Чи формуються під час навчання, на вашу думку, соціальні навички при опануванні певних освітніх компонентів?    `,
    answ: `Загальні компетентності ОП пов’язані з набуттям соціальних навичок, необхідних для формування особистості вчителя-предметника. 
    Зміст ОК охоплює широкий спектр формування та розвитку soft skills, які є невід’ємною частиною вимог до фахівців на сучасному ринку праці. 
    Такі соціальні навички, як комунікація, здатність брати на себе відповідальність і працювати в невизначених умовах, в команді, вміння розв’язувати конфлікти, набуваються Сторінка 9 студентами під час вивчення обов’язкових і вибіркових компонентів. 
    Формування у здобувачів soft skills, які передбачають розвиток емоційного інтелекту, комунікативних навичок, вмінь виступу перед аудиторією, відбувається в процесі вивчення дисциплін: ОК1, ОК2, ОК6, ОК11, ОК12, ОК13, ОК14, ОК15, ОК16, ОК18, ОК23, а також під час проходження практик. 
    Формування soft skills забезпечується такими формами, як: лекція-дискусія, проблемна лекція; круглі столи; групова, парна, індивідуальна та фронтальна робота; інтерактивні методи навчання. В каталозі вибіркових дисциплін університету пропонуються дисципліни, спрямовані на формування soft skills (наприклад, у 2021-22 н.р. здобувачі ОП обрали «Лідерство у публічній сфері»). 
    Студенти долучаються до роботи органів студентського самоврядування, розвиваючи лідерські навички та навички роботи в команді. Розвитку навичок співпраці сприяє активна взаємодія здобувачів з фахівцями освітньої галузі, їх участь у конференціях, долучення до волонтерських програм і соціальних проектів; участь у програмі внутрішньої академічної мобільності (О. Груба). 
    `,
  },
  {
    id: 4,
    qst: `Чи визнаються результати навчання, отримані в інших ЗВО? В неформальній освіті? Опишіть як саме.    `,
    answ: `Визнання результатів навчання (РН), отриманих в інших ЗВО, регулюється 
    «Положенням про академічну мобільність учасників освітнього процесу ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wpcontent/uploads/2020/06/polozhennya-pro-akademichnu-mobilnist_2020.pdf), 
    «Положенням про внутрішню академічну мобільність студентів ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wpcontent/uploads/2020/04/polozhennya-pro-vnutrishnyu-akademichnu-mobilnist-studentiv-pnpu-imeni-v.-g.- korolenka.pdf); 
    «Положенням про порядок переведення, відрахування та поновлення студентів у ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wp-content/uploads/2022/04/polozhennya-perevedennya.pdf). Університет визнає еквівалентними РН студентів у ЗВО-партнері під час академічної мобільності. Перезарахування вивчених ОК здійснюється на підставі наданого студентом документа з результатами вивчення ОК, із зазначенням кількості кредитів та інформацією про систему оцінювання, завіреного ЗВО-партнером відповідним чином. 
    Визнання РН здійснює спеціальна комісія із перезарахування РН учасників академічної мобільності. 
    Поінформованість здобувачів забезпечується розміщенням нормативних документів у відкритому доступі на сайті Університету (http://pnpu.edu.ua/osvita/normativno-pravova-baza). У здобувачів ОП є можливість реалізації міжнародної мобільності за умови проходження конкурсного відбору в рамках участі в програмі «Erasmus+ KA1» (http://pnpu.edu.ua/education-abroad). 
    Опишіть на конкретних прикладах практику застосування вказаних правил на відповідній ОП (якщо такі були)? Практика визнання результатів навчання, отриманих студентами в інших ЗВО, реалізується згідно з «Положенням про внутрішню академічну мобільність студентів ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wpcontent/uploads/2020/04/polozhennya-pro-vnutrishnyu-akademichnu-mobilnist-studentiv-pnpu-imeni-v.-g.- korolenka.pdf). У 2022-2023 н.р. здобувач вищої освіти Олександр Груба, який навчається за ОП «Середня освіта (Фізика і математика)», виявив бажання у VІ семестрі опанувати навчальну дисципліну «Системний аналіз та теорія прийняття рішень» у ВНЗ Укоопспілки «Полтавський університет економіки і торгівлі» за програмою внутрішньої академічної мобільності згідно з Угодою про співпрацю щодо реалізації програм академічної мобільності між ПНПУ імені В. Г. Короленка та Вищим навчальним закладом Укоопспілки «Полтавський університет економіки і торгівлі» № 02/02-40 від 14 січня 2020 р. (Протокол № 1 засідання кафедри загальної фізики і математики ПНПУ імені В. Г. Короленка від 31.01.2023 р.; Протокол № 9 засідання кафедри комп’ютерних наук та інформаційних технологій ВНЗ Укоопспілки «ПУЕТ» від 31.01.2023 р.). Наразі процедура триває. 
    Яким документом ЗВО регулюється питання визнання результатів навчання, отриманих у неформальній освіті? Яким чином забезпечується його доступність для учасників освітнього процесу? Визнання результатів навчання (РН), отриманих у неформальній освіті, реалізується згідно «Положення про порядок визнання результатів навчання, здобутих шляхом неформальної та/або інформальної освіти у ПНПУ імені В. Г. Короленка» (http://pnpu.edu.ua/wp-content/uploads/2022/04/polozhennya-neformalna-osvita.pdf). Положення регламентує процедуру визнання РН, отриманих у неформальній освіті. Процедура визнання отриманих у неформальній освіті РН розповсюджується на обов’язкові та вибіркові компоненти, а також на складові ОК. 
    Університет може визнати РН у неформальній освіті в обсязі не більше 25% від загального обсягу ОП. 
    Визнання РН здійснюється на добровільній основі, передбачає підтвердження здобувачем передбачених ОП програмних результатів навчання та проводиться на підставі представлених документів (сертифікати, свідоцтва, академічні довідки тощо). Доступність для учасників освітнього процесу забезпечується шляхом розміщення документа у публічному доступі на офіційному сайті Університету. Опишіть на конкретних прикладах практику застосування вказаних правил на відповідній ОП (якщо такі були) Визнання результатів навчання, отриманих у неформальній освіті, на ОП «Середня освіта (Фізика і математика)» не здійснювалося. Випадків застосування вказаних правил не було.
    `,
  },
  {
    id: 5,
    qst: `Як відбувається інформування студентів про цілі, зміст та очікувані результати навчання, порядок та критерії оцінювання у межах окремих освітніх компонентів?`,
    answ: `Основна інформація щодо цілей, змісту ОК, очікуваних результатів навчання, порядку та критеріїв оцінювання розміщена у розділі «Освіта/Освітні програми» на офіційному сайті ПНПУ (http://pnpu.edu.ua/osvitni-programi) та офіційному сайті кафедри загальної фізики і математики (https://sites.google.com/gsuite.pnpu.edu.ua/physics-andmathematics/Educational/programs) у категоріях «Інформаційний пакет (описи ОК)» та «Освітній контент», де представлені описи, робочі програми та силабуси навчальних дисциплін.
    Викладачі на початку вивчення освітнього компонента також усно повідомляють студентам цілі, зміст та очікувані результати навчання, порядок накопичення Сторінка 12 балів та критерії оцінювання, інформують щодо наявності методичних вказівок до практичних і лабораторних занять, зазначають вид підсумкового контролю. 
    Інформація про види підсумкового контролю (екзамен, залік, атестаційний екзамен), тривалість сесій, розклади проведення заліків та екзаменів розміщується на факультетських дошках оголошень та на сайті Університету (http://pnpu.edu.ua/informaczijni-materiali-dlya-uchasnikiv-osvitnogoproczesu) у рубриках «Перелік екзаменів і заліків», «Розклади екзаменаційних сесій».
  `,
  },
  {
    id: 6,
    qst: `Опишіть особливості поєднання навчання та дослідження за даною ОП.`,
    answ: `Наукова робота здобувачів вищої освіти є важливим напрямком забезпечення самостійної роботи, у ході якої вони навчаються працювати з науковими джерелами, використовувати наукові і науково-педагогічні методи дослідження, дискутувати, обґрунтовано відстоювати свою позицію. 
    Початкові навички створення наукових публікацій студенти отримують під час вивчення ОК «Університетська освіта та академічне письмо». 
    До виконання досліджень здобувачів мотивують поєднання індивідуальних і колективних форм роботи, проблемних, дослідницьких та прикладних методів навчання, використання завдань для самостійної роботи та ІНДЗ. 
    У повній мірі навики науково-педагогічних досліджень здобувачі освіти можуть продемонструвати під час виробничих педагогічних практик. 
    Сприятливі умови для розвитку науково-дослідницької діяльності студентів, реалізації їх творчих здібностей забезпечує створене в Університеті студентське наукове товариство (http://pnpu.edu.ua/wpcontent/uploads/2022/10/polozhennya-pro-studentske-naukove-tovaristvo-pnpu-imeni-v.-g.-korolenka.pdf). 
    Реалізації ідеї поєднання навчання й дослідження, набуттю досвіду експериментальної діяльності, професійному зростанню сприяє робота створених на кафедрі проблемних груп. Щороку здобувачі презентують результати своїх досліджень на звітній конференції викладачів, аспірантів, магістрантів і студентів факультету (http://maths.pnpu.edu.ua/index.php/6132/) та конференціях різних рівнів (Всеукраїнська науково-практична конференція з міжнародною участю «Трансформація вищої педагогічної освіти: світовий і український контекст» (Полтава, 2021 р.), Всеукраїнська наукова конференція молодих учених «Актуальні проблеми природничих і гуманітарних наук у дослідженнях молодих учених «Родзинка–2021» (Черкаси, 2021 р.), Всеукраїнська науковопрактична конференція «Тенденції розвитку природничо-математичних наук і освіти 19-20 ст.» (Умань, 2022 р.) та ін. Викладачі, які забезпечують ОП, є керівниками студентських наукових робіт і готують студентів до олімпіад. Зокрема, у 2021 р. здобувач ОП І. Бондар отримав диплом ІІ ступеня на Всеукраїнському конкурсі студентських наукових робіт зі спеціальності «Освітні, педагогічні науки» (керівник проф. В. Цина).`,
  },
]


// {
//   id: 2,
//   qst: ``,
//   answ: ``,
// },


export default data;